sysbench/testResult.txt
sysbench 1.0.11 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Extra file open flags: 0
128 files, 8MiB each
1GiB total file size
Block size 16KiB
Periodic FSYNC enabled, calling fsync() each 100 requests.
Calling fsync() at the end of test, Enabled.
Using synchronous I/O mode
Doing sequential write (creation) test
Initializing worker threads...

Threads started!


File operations:
    reads/s:                      0.00
    writes/s:                     3179.51
    fsyncs/s:                     4066.28

Throughput:
    read, MiB/s:                  0.00
    written, MiB/s:               49.68

General statistics:
    total time:                          10.0002s
    total number of events:              72469

Latency (ms):
         min:                                  0.01
         avg:                                  0.14
         max:                                 54.83
         95th percentile:                      0.23
         sum:                               9948.72

Threads fairness:
    events (avg/stddev):           72469.0000/0.00
    execution time (avg/stddev):   9.9487/0.00